---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionIWideFlange.BoltSpacingBetweenRows
source: html/619f9685-4fe6-fa01-214b-23436c7d4a1b.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionIWideFlange.BoltSpacingBetweenRows Property

Standard bolt spacing between rows, in. (mm)

## Syntax (C#)
```csharp
public double BoltSpacingBetweenRows { get; set; }
```